Repository: albanobattistella/sticky-1
Catalog: po/*.po
Languages: it

source: Pin notes to your desktop
it: Appunta le note sul desktop

source: Sticky Notes
it: Note adesive

source: Sticky;Notes;Write;
it: Scrivi;Note;Adesive;

source: Sticky Notes is a simple sticky notes app for GNOME. It allows you to create notes and format them.
it: Sticky Notes è una semplice app per note adesive per GNOME. Ti permette di creare note e formattarle.

source: Current features:
it: Caratteristiche attuali:

source: simple formatting (bold, italic, underline and strikethrough)
it: formattazione semplice (grassetto, corsivo, sottolineato e barrato)

source: notes are restored if they were open when the application was closed
it: le note vengono ripristinate se erano aperte quando l'applicazione è stata chiusa

source: changing color of notes
it: cambiare colore delle note

source: dark theme support
it: supporto del tema scuro

source: print where notes are logged when the app starts up (for syncing)
it: stampa dove vengono registrate le note all'avvio dell'app (per la sincronizzazione)

source: add a flag `--new-note` to quicky jote down a note
it: aggiungi un flag `--nuova-nota` per annotare rapidamente una nota

source: quickly open links in your notes
it: aprire rapidamente i collegamenti nelle note

source: changed GNOME Runtime version to 44
it: modificata la versione di GNOME Runtime in 44

source: updated dutch translation
it: Aggiornata traduzione olandese

source: fix packaging issues
it: risolti i problemi di packaging

source: this release enhances usability and reliability
it: questa versione migliora l'usabilità e l'affidabilità

source: updated the icon to make it more distinguished
it: aggiornata l'icona per renderla più distinta

source: make text throughout the UI more standard and easy to understand
it: reso il testo in tutta l'interfaccia utente più standard e facile da capire

source: notes are now more reliably saved so that you don't lose your changes
it: le note sono ora salvate in modo più affidabile in modo da non perdere le modifiche

source: notes are now restored (mostly) as they were last time you closed the app
it: le note ora vengono ripristinate (principalmente) come lo erano l'ultima volta che hai chiuso l'app

source: the most recently closed note is now shown when you reopen the app, instead of showing the all notes window
it: la nota chiusa più di recente ora viene mostrata quando riapri l'app, invece di mostrare la finestra di tutte le note

source: I'd like to take a moment to thank everyone that contributed to sticky notes this far. I am very grateful for your help and support.
it: Vorrei prendermi un momento per ringraziare tutti coloro che hanno contribuito a Note adesive finora. Sono molto grato per il vostro aiuto e supporto.

source: mostly a bug fix and tune-up release
it: principalmente una correzione di bug e una versione di messa a punto

source: make style (color) selector easier to change using the keyboard
it: semplifica la modifica del selettore di stile (colore) utilizzando la tastiera

source: added more translations (tamil, hungary, catalan) and update russian translations
it: aggiunte altre traduzioni (tamil, ungherese, catalano) e aggiornato la traduzione in russo

source: you can now choose to use dark or light mode manually instead of always using the system theme in the all notes window
it: ora puoi scegliere di utilizzare la modalità scura o chiara manualmente anziché sempre usando il tema di sistema nella finestra di tutte le note

source: this is unexpectedly a large release
it: questa è inaspettatamente una grande versione

source: new icon
it: nuova icona

source: added translations (french, russian, italian, dutch, ocitan)
it: aggiunte traduzioni (francese, russo, italiano, olandese, ocitano)

source: bug fixes
it: correzioni di bug

source: this is mostly a cleanup release
it: questa è principalmente una versione di pulizia

source: added translation support (starting with french)
it: aggiunto supporto per la traduzione (a partire dal francese)

source: apply tag to location under the cursor when nothing is selected. this means that for example if you click Ctrl+B while there's nothing selected, the new content you'll write will come out as bold
it: applica tag alla posizione sotto il cursore quando non è selezionato nulla. questo significa che, ad esempio, se fai clic su Ctrl+B mentre non c'è niente di selezionato, il nuovo contenuto che scriverai risulterà in grassetto

source: fixed builds
it: Sistemato le builds

source: restructured/cleaned source
it: sorgente ristrutturata/pulita

source: First beta release!
it: Prima versione beta!

source: Note window default height
it: Altezza predefinita della finestra della nota

source: The default height of a new sticky note
it: L'altezza predefinita di una nuova nota adesiva

source: Note window default width
it: Larghezza predefinita della finestra della nota

source: The default width of a new sticky note
it: La larghezza predefinita di una nuova nota adesiva

source: Default note style
it: Stile predefinito della nota

source: The default style assigned to a new note
it: Lo stile predefinito assegnato a una nuova nota

source: Confirm note deletion
it: Conferma eliminazione della nota

source: Whether to confirm note deletion
it: Se confermare l'eliminazione della nota

source: The selected color scheme
it: La combinazione di colori selezionata

source: The selected color scheme. 0 = follow system style, 1 = light, 2 = dark
it: La combinazione di colori selezionata. 0 = segue lo stile del sistema, 1 = chiaro, 2 = scuro

source: Show all notes
it: Mostra tutte le note

source: Whether to show the all notes window or note
it: Se mostrare la finestra di tutte le note o la nota

# shortcut window
source: General
it: Generale

# shortcut window
source: Show Shortcuts
it: Mostra scorciatoie

# shortcut window
source: Quit
it: Esci

# shortcut window
source: Notes
it: Note

# shortcut window
source: New Note
it: Nuova nota

# shortcut window
source: Delete note
it: Elimina nota

# shortcut window
source: Navigation
it: Navigazione

# shortcut window
source: Show all notes
it: Mostra tutte le note

# shortcut window
source: Cycle between notes
it: Passa tra le note

# shortcut window
source: Cycle between notes in reverse order
it: Passa tra le note in ordine inverso

# shortcut window
source: Editing
it: Modifica

# shortcut window
source: Bold
it: Grassetto

# shortcut window
source: Italic
it: Corsivo

# shortcut window
source: Underline
it: Sottolineato

# shortcut window
source: Strikethrough
it: Barrato

source: Switch to %s style
it: Cambia %s stile

source: Yellow
it: Giallo

source: Pink
it: Rosa

source: Green
it: Verde

source: Purple
it: Viola

source: Blue
it: Blu

source: Gray
it: Grigio

source: Charcoal
it: Carbone

source: Window
it: Finestra

source: Delete Note?
it: Eliminare la nota?

source: This action cannot be undone. If you want to hide the note, you can close it instead.
it: Questa azione non può essere annullata. Se vuoi nascondere la nota, puoi chiuderla invece.

source: Cancel
it: Cancella

source: Delete
it: Elimina

source: Empty Note
it: Nota vuota
